Repository: churfinancial-owner/chur
Catalog: Chur/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant_hk

source: Select which reward structure to use for this card. You can switch between plans at any time.
zh_hant_hk: 選擇此信用卡使用的獎賞結構，你可以隨時切換計劃。

source: Select your %1$@ %2$@ tier to apply your relationship bonus to this card's earning rates.
zh_hant_hk: 選擇你的 %1$@ %2$@ 等級，以將關係優惠加成應用於此信用卡的回贈率。

source: Set a custom valuation for your points and miles. This override applies to all cards sharing this rewards program.
zh_hant_hk: 為你的積分及里數設定自訂價值，此設定適用於所有使用此獎賞計劃的信用卡。

source: Set Up Categories
zh_hant_hk: 設定類別

source: Settings
zh_hant_hk: 設定

source: Share Postcard
zh_hant_hk: 分享明信片

source: Share your wallet
zh_hant_hk: 分享你的銀包

source: Shop Now
zh_hant_hk: 立即選購

source: SHOPPING
zh_hant_hk: 購物

source: Show Less
zh_hant_hk: 顯示較少

source: Show on Card
zh_hant_hk: 於信用卡上顯示

source: Shows, movies & events
zh_hant_hk: 表演、電影及活動

source: Sign In
zh_hant_hk: 登入

source: Sign in failed. Please try again.
zh_hant_hk: 登入失敗，請再試一次。

source: Sign in with Google
zh_hant_hk: 使用 Google 登入

source: Sign Out
zh_hant_hk: 登出

source: SIGN-UP BONUS
zh_hant_hk: 迎新獎賞

source: Signed in with
zh_hant_hk: 登入方式

source: Skip
zh_hant_hk: 略過

source: Smarter.
zh_hant_hk: 更精明。

source: Sort Options
zh_hant_hk: 排序選項

source: Status
zh_hant_hk: 狀態

source: Stays, upgrades & suites
zh_hant_hk: 住宿、升級及套房

source: Step-by-step credit growth
zh_hant_hk: 逐步建立信用

source: Student
zh_hant_hk: 學生

source: SUB-CATEGORY
zh_hant_hk: 子類別

source: Suggest the best card for every purchase
zh_hant_hk: 每次簽賬，為你推介最佳信用卡

source: SUGGESTED FOR YOU
zh_hant_hk: 為你推薦

source: Support the developer ☕
zh_hant_hk: Support開發者 ☕

source: Switch
zh_hant_hk: 轉換

source: Switch %@ To
zh_hant_hk: 轉換 %@ 至

source: Switch to %@?
zh_hant_hk: 轉換至 %@？

source: System Default
zh_hant_hk: 預設

source: Tap circle to add a photo
zh_hant_hk: 點按圓圈新增相片

source: Tap photo to change
zh_hant_hk: 點按相片以更改

source: Tap to add a profile photo
zh_hant_hk: 點按以新增個人頭像

source: Tap to change photo
zh_hant_hk: 點按以更改頭像

source: Tap to see paths. Blue
zh_hant_hk: 點按以查看轉換路徑。藍色

source: Tap to swap, or remove
zh_hant_hk: 點按以更換或移除

source: Terms of Service
zh_hant_hk: 服務條款

source: The Boss
zh_hant_hk: 商務老闆

source: THEME
zh_hant_hk: 主題

source: This card doesn't have any reward plans configured yet.
zh_hant_hk: 此信用卡尚未設定任何獎賞計劃。

source: This card has one reward plan available.
zh_hant_hk: 此信用卡只有一個可用的獎賞計劃。

source: This location
zh_hant_hk: 此地點

source: This removes the card from your wallet and reward calculations. Its history is kept — you can reactivate it later from Card History.
zh_hant_hk: 這會將信用卡從你的銀包及獎賞計算中移除。其記錄會被保留—你可以稍後在信用卡記錄中重新啟用。

source: This will delete all your cards and preferences on this device and return you to the start. This cannot be undone.
zh_hant_hk: 這會刪除此裝置上所有的信用卡及偏好設定，並返回起始畫面，此操作無法復原。

source: This will erase everything and return to the welcome screen, as if the app was freshly installed.
zh_hant_hk: 這將會清除所有資料並返回歡迎頁面，如同全新安裝一樣。

source: This will permanently delete all your cards, benefits, and cloud backup. This cannot be undone.
zh_hant_hk: 這會永久刪除你所有的信用卡、禮遇及雲端備份，此操作無法復原。

source: today
zh_hant_hk: 今天

source: tomorrow
zh_hant_hk: 明天

source: TOP EARNING
zh_hant_hk: 最高回贈

source: TOP PICK
zh_hant_hk: 推薦之選

source: TOP PICKS FOR YOU
zh_hant_hk: 為你推薦

# Top Picks for you (%lld/%lld)
source: Top Picks for you (%1$lld/%2$lld)
zh_hant_hk: 為你推薦 (%1$lld/%2$lld)

source: Track and maximize your card benefits
zh_hant_hk: 輕鬆追蹤及用盡信用卡禮遇

source: Transfer Partners
zh_hant_hk: 轉換夥伴

source: Travel
zh_hant_hk: 旅遊

source: TRAVEL
zh_hant_hk: 旅遊

source: Travel & Purchase Protection
zh_hant_hk: 旅遊及購物保障

source: Trusted Traveler
zh_hant_hk: 信任旅客計劃

source: Try adjusting your search or filter.
zh_hant_hk: 請嘗試調整搜尋或篩選條件。

source: Try Again
zh_hant_hk: 再試一次

source: Type **%@** to confirm
zh_hant_hk: 輸入 **%@** 以確認

source: Unable to get user profile
zh_hant_hk: 無法取得使用者資料

source: Unable to present sign in
zh_hant_hk: 無法顯示登入畫面

source: Unchecking will delete all records in this period.
zh_hant_hk: 取消勾選將刪除此期間的所有記錄。

source: Unexpected credential type
zh_hant_hk: 未預期的登入憑證類型

source: UNLIMITED
zh_hant_hk: 無限次

source: Unlock
zh_hant_hk: 解鎖

source: Unlock Benefit?
zh_hant_hk: 解鎖禮遇？

source: UNLOCK REQUIRED
zh_hant_hk: 需要解鎖

source: Unlock to start tracking.
zh_hant_hk: 解鎖以開始追蹤。

source: Upcoming Fees
zh_hant_hk: 即將到期年費

source: Updated %@
zh_hant_hk: 更新 %@

source: use
zh_hant_hk: 次

source: Use base earning rates only
zh_hant_hk: 只使用基本回贈率

source: User
zh_hant_hk: 使用者

source: uses
zh_hant_hk: 次

source: VALUE
zh_hant_hk: 價值

# View %lld reward%@
source: View %1$lld reward%2$@
zh_hant_hk: 查看 %1$lld 項獎賞

source: View History
zh_hant_hk: 顯示紀錄

source: View Offer
zh_hant_hk: 查看優惠

source: Wallet
zh_hant_hk: 銀包

source: WALLET
zh_hant_hk: 銀包

source: Wallet Specific
zh_hant_hk: 限銀包內

source: We never store or see your data.
zh_hant_hk: 我們絕不儲存或查看你的資料。

source: We'll show you the best cards for places near you
zh_hant_hk: 我們會為你附近的地點顯示最佳信用卡

source: We'll tailor your rewards and card suggestions to your local market.
zh_hant_hk: 我們將根據你所在的市場調整獎賞及信用卡建議。

source: We’ve found your latest backup and are restoring your wallet now...
zh_hant_hk: 我們找到你最新的備份， 正在還原你的銀包…

source: Welcome back!
zh_hant_hk: 歡迎回來！

source: Welcome offers & big wins
zh_hant_hk: 迎新優惠及大獎賞

source: What gets backed up
zh_hant_hk: 備份內容

source: What should we call you?
zh_hant_hk: 你想我們怎樣稱呼你？

source: What's backed up?
zh_hant_hk: 備份內容是甚麼？

source: What's this card for?
zh_hant_hk: 這張信用卡是用來做甚麼的？

source: Where are you based?
zh_hant_hk: 你身處哪個地區？

source: Will log %@ each period
zh_hant_hk: 每期將記錄 %@

source: Will log %@%lld each period
zh_hant_hk: 每期將記錄 %1$@%2$lld

source: Year to Date Summary
zh_hant_hk: 年度至今摘要

source: Yes
zh_hant_hk: 是

source: You'll be reminded before this expires
zh_hant_hk: 到期前你會收到提醒

source: Your %@
zh_hant_hk: 你的 %@

source: Your %lld
zh_hant_hk: 你的 %lld

source: Your backup will be permanently removed from your Google Drive. Your local data on this device will not be affected.
zh_hant_hk: 你的備份將從 Google Drive 永久移除，此裝置上的本機資料不會受影響。

source: Your Google account has a saved backup. Choose whether to restore it or keep the data currently on this device.
zh_hant_hk: 你的 Google 帳戶有已儲存的備份，請選擇還原備份或保留此裝置上目前的資料。

source: Your name
zh_hant_hk: 你的名字

source: Your Perks
zh_hant_hk: 小工具

source: Your Postcard
zh_hant_hk: 你的明信片

source: Your region determines which cards and reward rates are shown.
zh_hant_hk: 你的地區會決定顯示哪些信用卡及獎賞率。

source: YOUR SPENDING (%lld)
zh_hant_hk: 你的消費 (%lld)

source: Your Support
zh_hant_hk: Support下

source: YOUR TIER
zh_hant_hk: 你的等級

source: YOUR TOOLS
zh_hant_hk: 你的工具

source: Your wallet is empty
zh_hant_hk: 銀包冇卡~

source: Your wallet, your story.
zh_hant_hk: 你的銀包，你的故事。

source: Your Wallet.
zh_hant_hk: 你的銀包
